Repository: ccbq2010/TransFlow
Catalog: TransFlow/TransFlow/Localizable.xcstrings
Source language: en
Languages: zh_hans

# appearance.dark
source: Dark
zh_hans: 深色

# appearance.light
source: Light
zh_hans: 浅色

# appearance.system
source: System
zh_hans: 跟随系统

# control.app
source: App
zh_hans: 应用

# control.audio_source
source: Audio source
zh_hans: 音频来源

# control.close_preview
source: Close Preview
zh_hans: 关闭预览

# control.diarization_model_required
source: Speaker diarization model not installed
zh_hans: 说话人识别模型未安装

# control.disable_diarization
source: Disable speaker diarization
zh_hans: 关闭说话人识别

# control.disable_translation
source: Disable translation
zh_hans: 关闭翻译

# control.downloading_model
source: Downloading model...
zh_hans: 正在下载模型…

# control.enable_diarization
source: Enable speaker diarization
zh_hans: 开启说话人识别

# control.enable_translation
source: Enable translation
zh_hans: 开启翻译

# control.export_srt
source: Export SRT
zh_hans: 导出 SRT

# control.language_none
source: No language
zh_hans: 无语言

# control.language_none_warning
source: No installed speech language
zh_hans: 暂无已安装转写语言

# control.listening
source: Listening...
zh_hans: 正在聆听…

# control.microphone
source: Microphone
zh_hans: 麦克风

# control.no_apps
source: No apps available
zh_hans: 没有可用的应用

# control.pop_up_preview
source: Pop Up Preview
zh_hans: 弹出预览

# control.refresh_apps
source: Refresh Apps
zh_hans: 刷新应用列表

# control.start_recording
source: Start recording
zh_hans: 开始录制

# control.start_transcription
source: Start transcription
zh_hans: 开始转写

# control.starting
source: Starting...
zh_hans: 正在启动…

# control.stop_recording
source: Stop recording
zh_hans: 停止录制

# control.stop_transcription
source: Stop transcription
zh_hans: 停止转写

# control.stopping
source: Stopping...
zh_hans: 正在停止…

# control.system_audio
source: System Audio
zh_hans: 系统音频

# control.transcription_language
source: Transcription language
zh_hans: 转写语言

# control.translation_none_available
source: No installed translation language
zh_hans: 暂无已安装翻译语言

# control.translation_target
source: Translation target language
zh_hans: 翻译目标语言

# control.translation_unavailable
source: Unavailable
zh_hans: 不可用

# empty_state.mic_permission
source: Microphone permission is required
zh_hans: 需要麦克风权限

# empty_state.title
source: Press Start to begin transcription
zh_hans: 按下开始按钮来启动转写

# engine.apple_speech
source: Apple Speech
zh_hans: 苹果原生语音

# engine.apple_speech.description
source: Uses Apple's built-in speech recognition
zh_hans: 使用苹果内置语音识别

# engine.whisper_kit
source: WhisperKit
zh_hans: Whisper 引擎

# engine.whisper_kit.description
source: Uses OpenAI Whisper for improved accuracy
zh_hans: 使用 OpenAI Whisper 提高识别准确率

# error.mic_permission_denied
source: Microphone permission not granted
zh_hans: 未授予麦克风权限

# error.no_app_selected
source: No app selected
zh_hans: 未选择应用

# floating_preview.close
source: Close preview
zh_hans: 关闭预览

# floating_preview.display_settings
source: Display settings
zh_hans: 显示设置

# floating_preview.font_size
source: Font size
zh_hans: 字号

# floating_preview.max_entries
source: Recent entries
zh_hans: 保留条数

# floating_preview.max_entries.all
source: All
zh_hans: 全部

# floating_preview.opacity
source: Opacity
zh_hans: 不透明度

# floating_preview.pin
source: Pin on top
zh_hans: 置顶

# floating_preview.title
source: Live preview
zh_hans: 实时预览

# floating_preview.unpin
source: Unpin
zh_hans: 取消置顶

# history.badge.audio
source: Audio
zh_hans: 音频

# history.badge.live
source: Live
zh_hans: 实时

# history.badge.video
source: Video
zh_hans: 视频

# history.clear_all
source: Clear All
zh_hans: 清除全部

# history.clear_all_confirm_message
source: Are you sure you want to delete all transcription history? This cannot be undone.
zh_hans: 确定要删除所有转写历史吗？此操作无法撤销。

# history.clear_all_confirm_title
source: Clear All History
zh_hans: 清除所有历史

# history.delete
source: Delete
zh_hans: 删除

# history.delete_confirm_message %@
source: Are you sure you want to delete "%@"? This cannot be undone.
zh_hans: 确定要删除「%@」吗？此操作无法撤销。

# history.delete_confirm_title
source: Delete Session
zh_hans: 删除会话

# history.delete_count %lld
source: Delete (%lld)
zh_hans: 删除 (%lld)

# history.delete_selected_confirm_message %lld
source: Are you sure you want to delete %lld selected sessions? This cannot be undone.
zh_hans: 确定要删除选中的 %lld 个会话吗？此操作无法撤销。

# history.delete_selected_confirm_title
source: Delete Selected Sessions?
zh_hans: 删除选中的会话？

# history.deselect_all
source: Deselect All
zh_hans: 取消全选

# history.done
source: Done
zh_hans: 完成

# history.edit
source: Edit
zh_hans: 编辑

# history.edit.double_click_hint
source: Double-click to edit
zh_hans: 双击编辑文本

# history.edit.placeholder
source: Edit text…
zh_hans: 编辑文本…

# history.edit.save_hint
source: Press Return to save · ESC to cancel
zh_hans: 按回车保存 · ESC 取消

# history.empty_description
source: Completed transcription sessions will appear here
zh_hans: 完成的转写会话将显示在这里

# history.empty_selection
source: Select a session to preview
zh_hans: 选择一个会话来预览

# history.empty_title
source: No History
zh_hans: 暂无历史

# history.export
source: Export
zh_hans: 导出

# history.export_format %@
source: Export as %@
zh_hans: 导出为 %@

# history.filter.all
source: All
zh_hans: 全部

# history.filter.audio
source: Audio
zh_hans: 音频转写

# history.filter.live
source: Live
zh_hans: 实时转写

# history.filter.video
source: Video
zh_hans: 视频转写

# history.md.copied
source: Copied
zh_hans: 已复制

# history.md.copy_all
source: Copy All
zh_hans: 复制全部

# history.md.show_time
source: Timestamps
zh_hans: 时间戳

# history.md.show_translation
source: Translation
zh_hans: 翻译

# history.mode.rich
source: Preview
zh_hans: 预览

# history.no_entries
source: No transcription entries
zh_hans: 暂无转写条目

# history.rename
source: Rename
zh_hans: 重命名

# history.select_all
source: Select All
zh_hans: 全选

# history.select_session
source: Select a session to preview
zh_hans: 选择一个会话来预览

# history.sessions
source: Sessions
zh_hans: 会话列表

# history.transcriptions
source: Transcriptions
zh_hans: 转写历史

# language.system
source: System
zh_hans: 跟随系统

# menu.clear_history
source: Clear History
zh_hans: 清除历史

# menu.export_srt
source: Export SRT…
zh_hans: 导出 SRT…

# model_action.add
source: Add
zh_hans: 添加

# model_action.download
source: Download
zh_hans: 下载

# model_action.manage_languages
source: Manage Languages…
zh_hans: 管理语言…

# model_action.remove
source: Remove
zh_hans: 移除

# model_action.select
source: Select
zh_hans: 选择

# model_alert.go_to_settings
source: Go to Settings
zh_hans: 前往设置

# model_alert.message
source: The speech recognition model for the selected language has not been downloaded yet. Please go to Settings to download it first.
zh_hans: 所选语言的语音识别模型尚未下载，请先前往设置页面下载。

# model_alert.title
source: Model Not Ready
zh_hans: 模型未就绪

# model_status.checking
source: Checking…
zh_hans: 检查中…

# model_status.downloading
source: Downloading…
zh_hans: 下载中…

# model_status.downloading_percent %lld
source: Downloading… %lld%%
zh_hans: 下载中… %lld%%

# model_status.failed
source: Download failed
zh_hans: 下载失败

# model_status.failed_detail %@
source: Failed: %@
zh_hans: 失败：%@

# model_status.installed
source: Installed
zh_hans: 已安装

# model_status.not_downloaded
source: Not downloaded
zh_hans: 未下载

# model_status.not_ready
source: Speech model is not ready. Please download the model first.
zh_hans: 语音模型尚未就绪，请先下载模型。

# model_status.ready
source: Ready
zh_hans: 就绪

# model_status.unsupported
source: Not supported on this device
zh_hans: 此设备不支持

# session.cancel
source: Cancel
zh_hans: 取消

# session.create
source: Create
zh_hans: 创建

# session.default_name_prefix
source: New Conversation
zh_hans: 新对话

# session.filename_placeholder
source: Session filename
zh_hans: 会话文件名

# session.new_session
source: New Session
zh_hans: 新建会话

# settings.about
source: About
zh_hans: 关于

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.check_failed
source: Check failed
zh_hans: 检查失败

# settings.check_for_updates
source: Check for Updates
zh_hans: 检查更新

# settings.diarization_models
source: Speaker Diarization
zh_hans: 说话人识别

# settings.diarization.hf_endpoint
source: HuggingFace Mirror
zh_hans: HuggingFace 镜像

# settings.diarization.hf_endpoint_description
source: Leave empty for official HuggingFace
zh_hans: 留空使用官方 HuggingFace

# settings.diarization.pyannote_model
source: Pyannote Diarization Model
zh_hans: Pyannote 说话人识别模型

# settings.done
source: Done
zh_hans: 完成

# settings.engine
source: Engine
zh_hans: 引擎

# settings.feedback
source: Feedback
zh_hans: 反馈

# settings.feedback_description
source: Report issues or suggest features
zh_hans: 报告问题或建议功能

# settings.general
source: General
zh_hans: 通用

# settings.hotkey.accessibility_granted
source: Accessibility permission granted — global hotkeys active
zh_hans: 已获得辅助功能权限 — 全局快捷键已激活

# settings.hotkey.accessibility_hint
source: Global hotkeys require Accessibility permission.
zh_hans: 全局快捷键需要辅助功能权限。

# settings.hotkey.grant_access
source: Grant Access
zh_hans: 授权

# settings.hotkey.not_set
source: Not Set
zh_hans: 未设置

# settings.hotkey.open_accessibility
source: Open Settings
zh_hans: 打开设置

# settings.hotkey.recording
source: Press keys…
zh_hans: 按下键位…

# settings.hotkey.toggle_floating_preview
source: Open / Close Floating Preview
zh_hans: 打开 / 关闭浮窗

# settings.hotkey.toggle_main_window
source: Hide / Show Main Window
zh_hans: 隐藏 / 显示主窗口

# settings.hotkey.toggle_transcription
source: Start / Stop Transcription
zh_hans: 开始 / 停止转写

# settings.hotkey.toggle_translation
source: Enable / Disable Translation
zh_hans: 开启 / 关闭翻译

# settings.hotkeys
source: Hotkeys
zh_hans: 快捷键

# settings.hotwords
source: Hotwords
zh_hans: 热词

# settings.hotwords.hint
source: Corrects misrecognized words in transcription output
zh_hans: 修正转写结果中的识别错误

# settings.hotwords.placeholder
source: One per line, or comma-separated variants: OpenAI,open eye
zh_hans: 每行一个，或逗号分隔变体：OpenAI,open eye

# settings.language
source: Language
zh_hans: 语言

# settings.models_loading
source: Loading model information…
zh_hans: 正在加载模型信息…

# settings.open_logs
source: Error Logs
zh_hans: 错误日志

# settings.open_logs_description
source: Open logs folder for troubleshooting
zh_hans: 打开日志文件夹以排查问题

# settings.send_feedback
source: Send Feedback
zh_hans: 发送反馈

# settings.speech_models
source: Speech Models
zh_hans: 语音模型

# settings.speech_models_limit_hint %lld
source: You can activate up to %lld speech languages at the same time.
zh_hans: 最多可同时激活 %lld 个转写语言。

# settings.speech_models_manage
source: Manage Languages
zh_hans: 管理语言

# settings.speech_models_manage_title
source: Manage Speech Languages
zh_hans: 管理转写语言

# settings.speech_models_no_installed
source: No installed speech language
zh_hans: 暂无已安装转写语言

# settings.speech_models_refresh
source: Refresh
zh_hans: 刷新

# settings.translation_models
source: Translation Models
zh_hans: 翻译模型

# settings.translation_models_manage
source: Manage Languages
zh_hans: 管理语言

# settings.translation_models_manage_title
source: Manage Translation Languages
zh_hans: 管理翻译语言

# settings.translation_models_no_installed
source: No installed translation language
zh_hans: 暂无已安装翻译语言

# settings.up_to_date
source: Up to date
zh_hans: 已是最新

# settings.update_available %@
source: New version %@ available
zh_hans: 新版本 %@ 可用

# settings.update_download
source: Download
zh_hans: 下载

# settings.update_downloading %lld
source: Downloading… %lld%%
zh_hans: 下载中… %lld%%

# settings.update_install
source: Install
zh_hans: 安装

# settings.update_installing
source: Installing update…
zh_hans: 正在安装更新…

# settings.update_ready %@
source: Version %@ ready to install
zh_hans: 版本 %@ 已就绪，可安装

# settings.version
source: Version
zh_hans: 版本

# settings.whisperkit_model.download
source: Download (~500 MB)
zh_hans: 下载（约 500 MB）

# settings.whisperkit_model.downloading
source: Downloading…
zh_hans: 下载中…

# settings.whisperkit_model.failed
source: Download failed
zh_hans: 下载失败

# settings.whisperkit_model.ready
source: Ready
zh_hans: 已就绪

# settings.whisperkit_model.title
source: WhisperKit Model
zh_hans: WhisperKit 模型

# sidebar.history
source: History
zh_hans: 转写历史

# sidebar.settings
source: Settings
zh_hans: 设置

# sidebar.transcription
source: Live Transcription
zh_hans: 实时转写

# sidebar.video_transcription
source: Video Transcription
zh_hans: 视频转写

# speaker.label_prefix
source: Speaker
zh_hans: 说话人

# speaker.rename_prompt
source: Enter a new name for this speaker:
zh_hans: 输入该说话人的新名称：

# speaker.rename_title
source: Rename Speaker
zh_hans: 重命名说话人

# transcription.auto_scroll_off
source: Auto-scroll disabled
zh_hans: 自动滚动已关闭

# transcription.auto_scroll_on
source: Auto-scroll enabled
zh_hans: 自动滚动已开启

# transcription.auto_scroll_toggle
source: Toggle auto-scroll
zh_hans: 切换自动滚动

# update_alert.cancel
source: Cancel
zh_hans: 取消

# update_alert.message
source: A new version is available. Would you like to update now?
zh_hans: 有新版本可用，是否立即更新？

# update_alert.skip_version
source: Skip This Version
zh_hans: 不再提示此版本

# update_alert.title %@
source: TransFlow %@ is Available
zh_hans: TransFlow %@ 现已发布

# update_alert.update
source: Update
zh_hans: 更新

# video.cancel
source: Cancel
zh_hans: 取消

# video.config.diarization_description
source: Identify who is speaking (requires model download)
zh_hans: 识别说话人（需要下载模型）

# video.config.enable_diarization
source: Speaker Identification
zh_hans: 说话人识别

# video.config.enable_translation
source: Enable Translation
zh_hans: 启用翻译

# video.config.sensitivity_fewer
source: Fewer
zh_hans: 更少

# video.config.sensitivity_more
source: More
zh_hans: 更多

# video.config.source_language
source: Transcription Language
zh_hans: 转写语言

# video.config.speaker_sensitivity
source: Speaker Sensitivity
zh_hans: 说话人灵敏度

# video.config.speaker_sensitivity_description
source: Higher values detect more distinct speakers
zh_hans: 值越高，识别出的说话人越多

# video.config.target_language
source: Translation Language
zh_hans: 翻译语言

# video.config.title
source: Configuration
zh_hans: 配置

# video.drop_zone.browse
source: Browse Files
zh_hans: 浏览文件

# video.drop_zone.subtitle
source: Supports MP4, MOV, MP3, WAV, M4A
zh_hans: 支持 MP4、MOV、MP3、WAV、M4A

# video.drop_zone.title
source: Drop video or audio file here
zh_hans: 拖放视频或音频文件到此处

# video.error.no_installed_language
source: No installed speech language. Please add one in Settings first.
zh_hans: 暂无已安装转写语言，请先前往设置添加。

# video.error.speech_model_not_ready
source: Speech model is not ready. Please download the model in Settings first.
zh_hans: 语音模型未就绪，请先在设置中下载模型。

# video.language.none
source: None
zh_hans: 无

# video.new_transcription
source: New Transcription
zh_hans: 新建转写

# video.progress.completed
source: Transcription complete
zh_hans: 转写完成

# video.progress.diarizing
source: Identifying speakers...
zh_hans: 识别说话人中…

# video.progress.extracting_audio
source: Extracting audio...
zh_hans: 提取音频中…

# video.progress.merging
source: Merging results...
zh_hans: 合并结果中…

# video.progress.transcribing
source: Transcribing...
zh_hans: 转写中…

# video.progress.translating
source: Translating...
zh_hans: 翻译中…

# video.start_transcription
source: Start Transcription
zh_hans: 开始转写

# sidebar.participants
source: Participants
zh_hans: 参会人

# speaker.rename_help
source: Click to rename this speaker
zh_hans: 点击重命名此说话人

# speaker.rename_placeholder
source: Enter a name
zh_hans: 输入姓名

# speaker.rename_confirm
source: Rename
zh_hans: 重命名

# enroll.title
source: Enrolling
zh_hans: 正在注册

# enroll.instruction
source: Ask the person to speak naturally for a few seconds. The microphone will capture their voice.
zh_hans: 请对方自然地说话几秒钟。麦克风将录制其声音。

# enroll.start
source: Start Recording
zh_hans: 开始录音

# enroll.stop
source: Stop & Save
zh_hans: 停止并保存

# enroll.cancel
source: Cancel
zh_hans: 取消

# enroll.error.prepare_failed
source: Failed to prepare the enrollment service.
zh_hans: 准备注册服务失败。

# participants.title
source: Participants
zh_hans: 参会人

# participants.subtitle
source: Manage known speakers for automatic identification during meetings.
zh_hans: 管理已知说话人，在会议中自动识别。

# participants.add
source: Add Participant
zh_hans: 添加参会人

# participants.empty
source: No participants enrolled yet.
zh_hans: 尚未注册任何参会人。

# participants.enrolled_date
source: Enrolled
zh_hans: 注册于

# participants.name_alert.title
source: Participant Name
zh_hans: 参会人姓名

# participants.name_alert.placeholder
source: Enter name
zh_hans: 输入姓名

# participants.name_alert.confirm
source: Continue
zh_hans: 继续

# participants.rename_alert.title
source: Rename Participant
zh_hans: 重命名参会人

# participants.rename_alert.placeholder
source: Enter new name
zh_hans: 输入新姓名

# participants.rename_alert.confirm
source: Save
zh_hans: 保存

# sidebar.knowledge
source: Knowledge Base
zh_hans: 知识库

# suggestion.title
source: Suggested Answer
zh_hans: 建议回答

# suggestion.generating
source: Generating...
zh_hans: 生成中...

# suggestion.sources
source: Sources
zh_hans: 来源

# suggestion.processing
source: Processing...
zh_hans: 处理中...

# suggestion.error.unavailable
source: Answer suggestions are not available on this device.
zh_hans: 此设备不支持答题建议功能。

# knowledge.title
source: Knowledge Base
zh_hans: 知识库

# knowledge.subtitle
source: Import documents to help answer questions during meetings.
zh_hans: 导入文档以帮助回答会议中的问题。

# knowledge.add
source: Add
zh_hans: 添加

# knowledge.import_file
source: Import File...
zh_hans: 导入文件...

# knowledge.import_text
source: Paste Text...
zh_hans: 粘贴文本...

# knowledge.empty
source: No documents imported yet.
zh_hans: 尚未导入任何文档。

# knowledge.chunk_count
source: chunks
zh_hans: 个片段

# knowledge.import_text_title
source: Paste Text
zh_hans: 粘贴文本

# knowledge.name_placeholder
source: Document name
zh_hans: 文档名称

# knowledge.import_confirm
source: Import
zh_hans: 导入

# suggestion.unavailable
source: Apple Intelligence is not available. Enable it in System Settings to use answer suggestions.
zh_hans: Apple Intelligence 不可用。请在系统设置中启用以使用答题建议。

# summary.title
source: Meeting Summary
zh_hans: 会议总结

# summary.copy
source: Copy
zh_hans: 复制

# summary.copied
source: Copied!
zh_hans: 已复制

# summary.export
source: Export...
zh_hans: 导出...

# summary.generating
source: Generating summary...
zh_hans: 正在生成总结...

# summary.error.unavailable
source: Apple Intelligence is not available for summarization.
zh_hans: Apple Intelligence 不可用，无法生成总结。

# summary.error.empty
source: No transcription content to summarize.
zh_hans: 没有可总结的转写内容。

# summary.button
source: Summarize
zh_hans: AI 总结
